{
  "highlights": [
    {
      "year": 2025,
      "title": "Ranked 5th Nationally — TTA U17 Boys",
      "description": "Ranked 5th in Australia in the Table Tennis Australia Under 17 Boys national rankings.",
      "rank": "national"
    },
    {
      "year": 2025,
      "title": "Ranked 32nd Nationally — TTA Men",
      "description": "Ranked 32nd in Australia in the Table Tennis Australia Men's national rankings, competing against players of all ages.",
      "rank": "national"
    },
    {
      "year": 2025,
      "title": "Gold Medal — NSW Secondary Schools Boys Shield (Teams)",
      "description": "Gold medallist representing his school in the NSW Secondary School Boys Shield Teams event.",
      "rank": "state"
    },
    {
      "year": 2025,
      "title": "Menai High School Outstanding Performance in State Knockout",
      "description": "Recognised by Menai High School for outstanding performance in the State Knockout competition.",
      "rank": "other"
    },
    {
      "year": 2024,
      "title": "Gold Medal — Australian U17 Boys Teams",
      "description": "Gold medallist in the Australian Under 17 Boys Teams event at the national championships.",
      "rank": "national"
    },
    {
      "year": 2024,
      "title": "Gold Medal — TTA Tour Mandurah, U17 Boys Singles",
      "description": "Gold medallist in the Under 17 Boys Singles at the Table Tennis Australia Tour event in Mandurah.",
      "rank": "national"
    },
    {
      "year": 2024,
      "title": "Gold Medal — TTA Tour Canberra, U17 Boys Singles",
      "description": "Gold medallist in the Under 17 Boys Singles at the Table Tennis Australia Tour event in Canberra.",
      "rank": "national"
    },
    {
      "year": 2024,
      "title": "Gold Medal — NSW Junior Closed, U21 Men's Singles",
      "description": "Gold medallist in the Under 21 Men's Singles at the NSW Junior Closed Championships.",
      "rank": "state"
    },
    {
      "year": 2024,
      "title": "Silver Medal — NSW Open, U21 Men's Singles",
      "description": "Silver medallist in the Under 21 Men's Singles at the NSW Open Championships.",
      "rank": "state"
    },
    {
      "year": 2024,
      "title": "TTA Accredited Level 1 Coach",
      "description": "Achieved Table Tennis Australia Level 1 coaching accreditation, giving back to the sport he loved.",
      "rank": "other"
    },
    {
      "year": 2024,
      "title": "Menai High School Diamond Award",
      "description": "Recipient of the Menai High School Diamond Award, the school's highest honour for student achievement.",
      "rank": "other"
    },
    {
      "year": 2023,
      "title": "David Coleman MP Outstanding Sporting Achievement Award",
      "description": "Awarded the 2018–2023 David Coleman MP (Banks) Outstanding Sporting Achievement Award in recognition of his table tennis achievements.",
      "rank": "other"
    },
    {
      "year": 2019,
      "title": "Gold Medal — NSW Junior Open, U11 Boys Singles",
      "description": "Gold medallist in the Under 11 Boys Singles at the NSW Junior Open Championships.",
      "rank": "state"
    },
    {
      "year": 2019,
      "title": "Bronze Medal — NSW Junior Open, U11 Mixed Doubles",
      "description": "Bronze medallist in the Under 11 Mixed Doubles at the NSW Junior Open Championships.",
      "rank": "state"
    },
    {
      "year": 2019,
      "title": "Wendy Lindsay MP Table Tennis National Award",
      "description": "Awarded the Wendy Lindsay MP (East Hills) Table Tennis National Award.",
      "rank": "other"
    },
    {
      "year": 2018,
      "title": "Gold Medal — Australian Championships, U11 Boys Teams",
      "description": "Gold medallist in the Under 11 Boys Teams event at the Australian Championships — his first national gold medal, aged 9.",
      "rank": "national"
    },
    {
      "year": 2018,
      "title": "Bronze Medal — Australian Championships, U11 Mixed Doubles",
      "description": "Bronze medallist in the Under 11 Mixed Doubles at the Australian Championships.",
      "rank": "national"
    },
    {
      "year": 2018,
      "title": "Mark Coure MP Table Tennis National Award",
      "description": "Awarded the Mark Coure MP (Oatley) Table Tennis National Award.",
      "rank": "other"
    }
  ],
  "videos": [
    {
      "youtubeId": "PLACEHOLDER",
      "title": "Highlights",
      "description": "Match footage and highlights from Lachlan's competitive career."
    }
  ],
  "club": "St George Table Tennis",
  "yearsActive": "2015–2025"
}
